espressif/esp-idf/components/freertos/test_apps/freertos/sdkconfig.ci.single_core
# Test configuration for using FreeRTOS with under single core on a multicore target. Only tested on the ESP32

CONFIG_IDF_TARGET="esp32"
CONFIG_FREERTOS_UNICORE=y
